tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/core"

brew "bat" 
brew "exa"
brew "git" 
brew "htop" 
brew "maven 
brew "mysql" 
brew "redis"
brew "zsh"
brew "font-agave-nerd-font"

cask "appcleaner"
cask "intellij-idea-ce"
cask "iterm2"
cask "keyboardcleaner"
cask "postman"
cask "spotify"
cask "standard-notes"
cask "stats"
cask "visual-studio-code"
cask "zoom"
cask "vlc"
cask "brave-browser"
